breaking-dam-2d/fluid-openfoam/system/displacementProbe
#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

type		probes;

probeLocations
(
	(0 1.0 0.15)
);

fields
(
	cellDisplacement
);
